AbhijoyBasak.npm-audit
ArtT14.npm-dependancy-graph
burkeholland.simple-react-snippets
cisco-vscode.cisco-marketplace
cisco-vscode.xdev-onboard
cisco-vscode.xdev-support
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
GitHub.copilot
GitHub.copilot-chat
github.vscode-github-actions
kamikillerto.vscode-colorize
kuscamara.remove-unused-imports
mgmcdermott.vscode-language-babel
moocfi.test-my-code
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
nicoespeon.abracadabra
nrwl.angular-console
oderwat.indent-rainbow
PKief.material-icon-theme
pranaygp.vscode-css-peek
redhat.java
ritwickdey.LiveServer
stylelint.vscode-stylelint
teabyii.ayu
tonybaloney.vscode-pets
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
WallabyJs.console-ninja
wesbos.theme-cobalt2
xabikos.JavaScriptSnippets
